Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Nie słyszałem jeszcze, żeby ktoś gadał z trupem, ale chętnie to zobaczę.
uk: Я ще не чув, щоб хтось говорив з трупом, але хотів би побачити.

source: Nie słyszałem, żeby ktoś kiedykolwiek się na niego wspiął, ale skoro cały Nordmar pełny jest wielkich, lodowych gór, to ten szczyt też nie powinien być dla ciebie wyzwaniem.
uk: Я не чув, щоб хтось піднімався на нього, але оскільки весь Нордмар всіяний великими крижаними горами, ця вершина також не повинна стати для тебе складним завданням.

source: Nie słyszałeś nigdy o legendarnym srebrze Wilczych Synów? W zamierzchłych czasach wykuwano z niego monety do handlu na całej wyspie.
uk: Ти що, ніколи не чув про легендарне срібло Вовчих Синів? У давнину з нього карбували монети для торгівлі по всьому острову.

source: Nie słyszałeś o atakach na podróżnych?
uk: Ти що, не чув про напади на подорожніх?

source: Nie słyszałeś o mnie? Skąd ty się urwałeś?
uk: Ти що, не чув про мене? Звідки ти такий взявся?

source: Nie słyszałeś o nich młody?
uk: Ти що, не чув про них, хлопче?

source: Nie słyszałeś o tym? Człowieku, co tu się działo! Nasi górnicy dokopali się ostatnio do jakiejś podziemnej komory pełnej pełzaczy.
uk: Ти що, не чув про це? Друже, що тут сталося! Наші гірники нещодавно натрапили на якесь підземне сховище, повне повзунів.

source: Nie słyszałeś o zakazie dokarmiania tych kundli?
uk: Ти що, не чув про заборону годувати цих собак?

source: Nie słyszałeś plotek?
uk: Ти що, не чув чуток?

source: Nie słyszałeś, co mówiłem? Bycie głuchym również ci nie pomoże być dobrym strzelcem!
uk: Ти що, не чув, що я сказав? Глухість не допоможе тобі стати хорошим стрільцем!

source: Nie słyszałeś? W mieście pojawiła się wielka grupa uchodźców, a gubernator wprowadził stan wyjątkowy.
uk: Ти хіба не чув? До міста прибула велика група біженців, і губернатор запровадив надзвичайний стан.

source: Nie słyszę wybuchu. Jesteś pewny, że wszystko dobrze przygotowałeś?
uk: Я не чую вибуху. Ти впевнений, що все правильно підготував?

source: Nie ta strona.
uk: Не з того боку.

source: Nie tak głośno!
uk: Не так голосно!

source: Nie tak miało wyglądać moje ponowne spotkanie z Jornem. Pomimo że nie mam teraz jak w spokoju pochować brata, to nie spocznę, dopóki Volker nie zapłaci za swoją zbrodnię.
uk: Зовсім не так мало відбутися моє возз'єднання з Йорном. Незважаючи на те, що зараз у мене немає можливості спокійно поховати мого брата, я не заспокоюся, доки Волкер не заплатить за свій злочин.

source: Nie tak powinien umierać wojownik... Jestem jednak pewny, że walczył aż do końca.
uk: Не так повинен вмирати воїн... Але я впевнений, що він боровся до кінця.

source: Nie tak prędko młody, jest kolejka do rozmowy z szefem. Właśnie ma innego gościa, i z tego co słyszę, rozmowa jeszcze chwilę potrwa.
uk: Не так швидко, юначе, тут черга на розмову з шефом. У нього щойно був ще один відвідувач, і, як я чув, розмова буде тривалою.

source: Nie tak prędko, kolego. Wszystko ma swoją cenę.
uk: Не так швидко, друже. Все має свою ціну.

source: Nie tak prędko, smarku!
uk: Не так швидко, шмаркачу!

source: Nie tak prędko. Antonio jest aktualnie niedysponowany.
uk: Не так швидко. Антоніо зараз нездужає.

source: Nie tak prędko. Ben jest aktualnie niedysponowany.
uk: Не так швидко. Бен зараз нездужає.

source: Nie tak prędko. Nie wyjdziemy stąd bez obiecanych skarbów.
uk: Не так швидко. Ми не підемо звідси без обіцяних скарбів.

source: Nie tak szybko! Wpierw wyjaśnimy sobie parę rzeczy...
uk: Не так швидко! Спершу прояснимо кілька речей...

source: Nie tak szybko, najpierw muszę rozgryźć, co zrobić z tymi brakującymi ingrediencjami. Kilka wygląda na błędy w tłumaczeniu, a część z nich jest nie do zdobycia w naszych rejonach.
uk: Не так швидко, спочатку я маю зрозуміти, що робити з відсутніми інгредієнтами. Деякі виглядають як помилки перекладу, а деякі з них неможливо знайти в наших краях.

source: Nie tak trudno do tego dojść, wystarczy zapytać kogo trzeba.
uk: Нескладно його довідатись, достатньо запитати кого потрібно.

source: Nie tak łatwo się mnie pozbyć... Widzę, że moja runa teleportacyjna zadziałała lepiej, niż się spodziewałem.
uk: Не так-то легко мене позбутися... Я бачу, що моя руна телепортації спрацювала краще, ніж я очікував.

source: Nie taka była umowa. Idę z tobą.
uk: Ми так не домовлялися. Я піду з тобою.

source: Nie takie rzeczy się robiło.
uk: Робив і гірше.

source: Nie takiego spotkania się spodziewałem, jednak Simon rzucił trochę światła na sytuację Rodrigo. Nie wiem, czy mogę Simonowi ufać, ale póki co dziennik Rodrigo to jedyny trop, jaki mam. Powinienem poszukać go w pobliżu łóżka właściciela.
uk: Не такої зустрічі я очікував, але Саймон пролив світло на ситуацію з Родріго. Я не знаю, чи можу я довіряти Саймону, але поки що щоденник Родріго – це єдина зачіпка, яку я маю. Мені слід пошукати його біля ліжка власника.

source: Nie tego się spodziewałem... ale skoro nie ma innego wyjścia, to trudno, zapłacę.
uk: Не на це я розраховував... Але оскільки іншого виходу немає, то я заплачу.

source: Nie teraz!
uk: Не зараз!

source: Nie teraz! Jestem zajęty!
uk: Не зараз! Я зайнятий!

source: Nie teraz, Marvin!
uk: Не зараз, Марвіне!

source: Nie teraz, Marvin, daj mi dotrzeć na miejsce.
uk: Не зараз, Марвіне, дай мені дістатись туди.

source: Nie teraz, Marvin.
uk: Не зараз, Марвіне.

source: Nie teraz, mamy coś do załatwienia, pamiętasz?
uk: Не зараз, у нас є справи, пам’ятаєш?

source: Nie teraz, nie mamy czasu na pogaduszki.
uk: Не зараз, у нас немає часу на балачки.

source: Nie teraz, tutaj magia się tworzy.
uk: Не зараз, тут відбувається магія.

source: Nie teraz. Mamy coś do zrobienia.
uk: Не зараз. Нам треба дещо зробити.

source: Nie test, my tu nie testujemy. Chrzest! Ch-rz-e-s-t! Chrzest Ognia! Powtórz!
uk: Це не тест, ми тут нікого не тестуємо. Хрещення! Хре-ще-ння! Хрещення Вогнем! Повтори!

source: Nie to mam na myśli. Mam pewien plan. Chcesz krótką czy długą wersję?
uk: Я не це мав на увазі. У мене є план. Хочеш коротку чи довгу версію?

source: Nie to miałem na myśli, wasza ekscelencjo.
uk: Я не це мав на увазі, ваша світлосте.

source: Nie to miałem na myśli.
uk: Це не те, що я мав на увазі.

source: Nie to miałem na myśli. Mam dla ciebie propozycję.
uk: Я не це маю на увазі. У мене є для тебе пропозиція.

source: Nie to nie! Zeżryj sobie go, dziadzie!
uk: Ні так ні! Та щоб ти ним подавився, старий дідугане!

source: Nie to nie, kolego! Tylko nie próbuj do mnie wracać gdy będziesz leżał mokry i zmarznięty w rynsztoku!
uk: Ні, то ні, друже! Тільки не намагайся повертатися до мене, коли мокрим замерзатимеш у канаві!

source: Nie to nie, mówi się trudno.
uk: Ні так ні, нічого не вдієш.

source: Nie to nie.
uk: Ні, то ні.

source: Nie to nie. Znajdzie się inny kupiec.
uk: Не хочеш - як хочеш. Знайдеться інший покупець.

source: Nie to nie. Znajdziemy kogoś innego do pomocy.
uk: Ні так ні. Ми знайдемо когось іншого, хто допоможе.

source: Nie to powiedziałem! Powtarzaj!
uk: Ти не те сказав! Повторюй!

source: Nie tolerujemy tu żadnych bójek. To naruszenie panujących w klasztorze zasad.
uk: Ми не терпимо тут ніяких бійок. Це порушення монастирських правил.

source: Nie tolerujemy tutaj darmozjadów. Jeśli nie pracujesz, to chociaż postaraj się nie przeszkadzać innym w pracy.
uk: Ми не терпимо дармоїдів. Якщо ти не працюєш, то принаймні намагайся не відволікати інших від роботи.

source: Nie traktuj tego jako obelgi, chłopcze, ale spodziewałem się, że podeśle mi kogoś bardziej doświadczonego.
uk: Не сприймай це як образу, хлопче, але я сподівався, що він направить до мене когось досвідченішого.

source: Nie trać czasu i nie marnuj cennych złóż, naucz się jak je efektywnie wykorzystywać i zdobądź własną fortunę!
uk: Не марнуйте час і цінні поклади, навчіться ефективно їх використовувати та заробляйте власні статки!

source: Nie trać czasu i udaj się do jego domu pomiędzy Placem Targowym a muzeum w mieście Archolos.
uk: Не гайте часу і йдіть до його будинку між ринковою площею і музеєм у місті Архолос.

source: Nie trać już czasu na te swoje gierki, przyznaj się po prostu, że przybyłeś tu tylko po to by nas rozpracować i zmusić do niewolniczej pracy.
uk: Не гай більше часу на свої ігри, просто зізнайся, що ти прийшов сюди лише для того, щоб випробувати нас і змусити до рабської праці.

source: Nie trać wiary, chłopcze. Jorn jeszcze się odnajdzie.
uk: Не втрачай віри, хлопче. Йорн знайдеться.

source: Nie traćmy czasu, bierz nasiona i do roboty.
uk: Не гаймо часу, бери насіння і до роботи.

source: Nie traćmy czasu, chodźmy ubić te bestie!
uk: Не будемо гаяти часу, давай знищимо цих тварюк!

source: Nie traćmy czasu, ruszajmy.
uk: Не гаймо часу, рушаймо.

source: Nie traćmy czasu, róbmy ten eliksir!
uk: Не гаймо часу, давай зваримо цей еліксир!

source: Nie traćmy czasu, trzeba odnaleźć Ulryka i Lichwiarza!
uk: Не будемо гаяти часу, нам потрібно знайти Ульріка і Лихваря!

source: Nie traćmy czasu.
uk: Не будемо гаяти часу.

source: Nie traćmy jednak czasu i wróćmy do sedna.
uk: Втім, не будемо гаяти часу і повернімося до суті.

source: Nie traćmy już więcej czasu i chodźmy porozmawiać z Jornem.
uk: Не гаймо більше часу і ходімо поговоримо з Йорном.

source: Nie traćmy więcej czasu, największa bitwa jeszcze przed nami.
uk: Не будемо втрачати час, найбільша битва ще попереду.

source: Nie trzeba do tego specjalnych umiejętności, z pewnością sobie poradzisz, a i mi bardzo to pomoże.
uk: Для цього не потрібно ніяких спеціальних навичок, ти точно впораєшся, а мені це дуже допоможе.

source: Nie trzeba! Żegnam!
uk: Не треба! Бувай!

source: Nie trzeba. Poradzę sobie.
uk: Не потрібно. Я сам впораюсь.

source: Nie tutaj! Nie przy ludziach!
uk: Не тут! Не на людях!

source: Nie tutaj.
uk: Не тут.

source: Nie tutaj. Lutz chciałby się spotkać w jakimś ustronnym miejscu.
uk: Не тут. Люц хотів би зустрітися в якомусь усамітненому місці.

source: Nie twierdzę, że nie umiesz strzelać, ale trafienie w tarczę z takiego dystansu, to naprawdę nie lada wyczyn.
uk: Я не кажу, що ти не вмієш стріляти, але влучити в ціль з такої відстані – це справді неабиякий виклик.

source: Nie twoja sprawa, kim jestem.
uk: Не твоя справа, хто я.

source: Nie twoja sprawa.
uk: Не твоя справа.

source: Nie twój interes Marvin. Wydaje mi się, że masz inne rzeczy do roboty, niż wtrącać nos w nie swoje sprawy.
uk: Не твоя справа, Марвіне. Мені здається, у тебе є інші справи, окрім того, щоб пхати свого носа в те, що тебе не стосується.

source: Nie twój interes! A jeśli nie chcesz wylądować z nożem pod żebrami, to spadaj stąd.
uk: Не твоя справа! І якщо ти не хочеш закінчити з ножем під ребрами, то забирайся звідси.

source: Nie twój interes! Ja tu tylko dostarczam listy. Lepiej mów mi, co tutaj robisz!
uk: Це не твоя справа! Я тут лише доставляю листи. Краще скажи, що ти тут робиш!

source: Nie twój interes, a teraz zejdź mi z drogi.
uk: Не твоя справа, а тепер геть з дороги.

source: Nie twój interes.
uk: Не твоя справа.

source: Nie twój interes. Lepiej powiedz mi, co o nim wiesz.
uk: Не твоя справа. Краще розкажи мені, що ти про нього знаєш.

source: Nie ty jeden chłopcze chciałbyś mieć dostęp do towarów po zaniżonej cenie. Obiło mi się o uszy, że dostarczają wszystko czego kupcy sobie zażyczą.
uk: Ти не єдиний, хлопче, хто хотів би отримати доступ до товарів за зниженою ціною. Мені відомо, що вони постачають все, що торговці можуть тільки побажати.

source: Nie ty jeden. Mów, czego chcesz.
uk: І не тільки в тебе. Скажи, що ти хочеш.

source: Nie tyle zauważyłem, co usłyszałem! Jak gruchnęło, na Adanosa!
uk: Я не стільки помітив, як почув! Клянусь Аданосом, цей гуркіт!

source: Nie tylko będzie tam zimno, ale miałbyś też okazję pomóc w oczyszczeniu grobowca z całej armii nieumarłych...
uk: Там не лише буде холодно, але й з'явиться можливість допомогти очистити гробницю від цілої армії нечисті...

source: Nie tylko krwiopijcom, trutniom też. W obu przypadkach schemat działania jest podobny. Łapiesz skrzydło tuż przy odwłoku, i wyciągasz, uważając, by go nie złamać.
uk: Не тільки шершнів, а й трутнів. В обох випадках послідовність дій схожа. Хапаєш крило прямо біля черевця й акуратно відриваєш його.

source: Nie tylko legendy o śmierci i cierpieniu były prawdziwe. Odnalazłem Rozjemcę.
uk: Не тільки легенди про смерть і страждання були правдивими. Я знайшов Миротворця.

source: Nie tylko nasze, jako rady, ale także pozostałych magów. Całość powinna być poprzedzona wspólną modlitwą o łaskę mądrości Adanosa. Wyłącznie wtedy będziemy godni i gotowi.
uk: Не тільки нашою радою, але й іншими магами. Усьому цьому має передувати спільна молитва про благодать мудрості Аданоса. Саме тоді ми будемо гідними та готовими.

source: Nie tylko otrzymacie sowitą zapłatę w złocie, ale również możecie liczyć na własny pancerz i oręż!
uk: Ви не тільки отримаєте щедру платню золотом, але й зможете розраховувати на отримання власних обладунків та зброї!

source: Nie tylko ozdobi twój dom, ale będzie też trzymał z daleka wszelakie pomioty Beliara!
uk: Вона не тільки прикрасить твій дім, але й захистить тебе від усіляких почвар Беліара!

source: Nie tylko się postarasz, ale tak zrobisz. Od tej pory spoczywa na tobie wielka odpowiedzialność.
uk: Ти не тільки постараєшся, але й зробиш це. Відтепер на тобі лежить велика відповідальність.

source: Nie tylko sprawi, że obywatele będą was szanować, ale także pomoże wam w każdej kryzysowej sytuacji. Najszybciej to pojmiecie, gdy będziecie wykonywać misje poza miastem.
uk: Він не тільки змусить містян поважати вас, а й допоможе в будь-якій кризовій ситуації. Найшвидший спосіб це зрозуміти – зайнятися завданнями за межами міста.

source: Nie tylko spróbuję, ale to zrobię.
uk: Не тільки спробую, але й зроблю це.

source: Nie tylko tobie zależy na wyleczeniu Kessela. To dobry człowiek i bez niego Archolos znajdzie się naprawdę w trudnej sytuacji.
uk: Ти не єдиний, хто хоче вилікувати Кесселя. Він хороша людина, і без нього Архолос опиниться у дійсно важкій ситуації.

source: Nie tylko wie, on tutaj pociąga za wszystkie sznurki. Sachs jest marnym pionkiem w większej grze.
uk: Не тільки знає, це він смикає за всі ниточки. Сакс – лише дрібний пішак у великій грі.

source: Nie tylko, ale faktycznie, głównie z handlu. I wyobraź sobie teraz, że Archolos opuszcza królestwo.
uk: Не тільки, але так, переважно з торгівлі. А тепер уяви, що Архолос залишає королівство.

source: Nie tylko. I nie tylko oni potrafią szybko się rozprawić ze złodziejami.
uk: Не тільки. І не тільки вони здатні швидко розібратися зі злодіями.

source: Nie tylko. Przekonałem i jego do oddania oryginału, i kupiłem kopię od Araxos. Tak w razie czego.
uk: І не тільки. Я переконав його відмовитись від оригіналу і купив копію у Гільдії Араксос. Про всяк випадок.

source: Nie tym razem, Marvin...
uk: Не цього разу, Марвіне...

source: Nie tym razem, drodzy przyjaciele. Magowie na rozkaz Króla często pełnią rolę sędziów!
uk: Але не цього разу, дорогі друзі. Маги за наказом Короля часто виступають у ролі суддів!

source: Nie tym razem. Mam co chciałem i muszę sam to rozegrać.
uk: Не цього разу. Я отримав те, що хотів, і тепер мушу сам це все розгрібати.

source: Nie tym tonem, chłopcze! Nie zapominaj, z kim rozmawiasz!
uk: Не таким тоном, хлопче! Не забувай, з ким ти розмовляєш!

source: Nie tęsknisz za resztą rodziny?
uk: Не сумуєш за рештою родини?

source: Nie tłumacz się już, Marvin... Młodość rządzi się swoimi prawami, ale nie jesteście już dzieciakami.
uk: Не пояснюй більше нічого, Марвіне... Молодість диктує свої правила, але ж ви вже не діти.

source: Nie ucieknie przed losem, jaki dla niego wymyśliłem.
uk: Він не уникне долі, яку я для нього приготував.

source: Nie uczę górnictwa za darmo, jeśli nie masz samorodków, to nie marnuj mojego czasu.
uk: Я не навчаю видобутку безкоштовно, якщо не маєш самородків, то не марнуй мій час.

source: Nie udawaj głupca, mów, co wiesz.
uk: Не грай дурня. Кажи, що знаєш.

source: Nie udawaj mądrzejszego od autora receptury. Jeśli kazał zmieszać trzy zioła lecznicze z dwoma ognistymi ziołami, to tak zrób. No i pilnuj wywarów podczas gotowania, żeby niczego nie zepsuć!
uk: Не вдавай, що ти розумніший за автора рецепта. Якщо він вказав змішати три лікарські трави з двома вогняними, то так і зроби. Ну, і стеж за відваром під час приготування, щоб нічого не зіпсувати!

source: Nie udawaj naiwnego, doskonale wiesz, jakie plany miał Lichwiarz!
uk: Не прикидайся наївним, ти ж чудово знаєш, які плани були у Лихваря!

source: Nie udawaj, stać cię na więcej.
uk: Не прикидайся, ти можеш дозволити собі більше.

source: Nie udawaj, wcisnąłeś to szczurołapowi i powiedziałeś, że zaczaruje gryzonie.
uk: Не прикидайся, ти продав його щуролову і сказав, що він зачарує гризунів.

source: Nie udawaj, że nie wiesz, o co chodzi. Człowieka od ziół, którego mu podesłałaś.
uk: Не вдавай, що не розумієш, про що йдеться. Травник, якого ти відправила до нього.

source: Nie udał ci się żaden? Nie szkodzi, niewielu daje radę za pierwszym razem.
uk: Зовсім не вийшло? Нічого страшного, мало у кого виходить з першого разу.

source: Nie udało mi się przekonać lokalnego osiłka do przegonienia trzech oprychów. Wygląda na to, że muszę znaleźć na nich inny sposób.
uk: Мені не вдалося вмовити місцевого забіяку прогнати трьох бандитів. Схоже, мені доведеться знайти інший спосіб розібратися з ними.

source: Nie udało mi się przepisać ostatniego zwoju.
uk: Мені не вдалося переписати останній сувій.

source: Nie udało mi się uratować Dimy.
uk: Мені не вдалося врятувати Діну.

source: Nie udało mi się w żaden sposób namówić Alice do oddania aktu własności sklepu Fridy. Zdaje się, że muszę go zdobyć w mniej legalny sposób. Spróbuję zakraść się do sklepu Alice i znaleźć papier.
uk: Мені не вдалося переконати Алісу передати документи на право володіння крамницею Фріди. Мабуть, мені доведеться діяти менш законним способом. Спробую пробратися до крамниці Аліси і знайти документи.

source: Nie udało mi się wyciągnąć niczego konkretnego od Helgi. Powinienem rozejrzeć się wśród gości karczmy.
uk: Мені не вдалося вивідати у Хельги нічого конкретного. Треба придивитися до відвідувачів корчми.

source: Nie udało mi się zadbać o jej życie, więc teraz przypilnuję chociaż, by jej grób nie był zaniedbany.
uk: Я не зміг подбати про її життя, тож тепер я принаймні подбаю про те, щоб її могила не була занедбана.

source: Nie udało mi się zaskarbić zaufania starego psa. Szkoda.
uk: Мені не вдалося завоювати довіру старого пса. Дуже шкода.

source: Nie udało mi się zdobyć przedmiotów z listy Riordiana. Zdenerwowany mag stwierdził, że sam wszystko znajdzie i wysłał mnie do łóżka. Obiecał przygotować stół i samodzielnie uwarzyć miksturę. Chcę jak najszybciej dorwać Lichwiarza, ale zaczynam rozumieć, o co chodziło Riordianowi. W końcu mam chwilę, by sobie to wszystko przemyśleć, a nie gonić jak poparzony po całej wyspie...
uk: Мені не вдалося роздобути усі предмети зі списку Ріордіана. Спантеличений маг заявив, що все знайде сам, і відправив мене в ліжко. Він пообіцяв підготувати все і приготувати зілля власноруч. Я хочу якнайшвидше дістати Лихваря, але починаю розуміти, що мав на увазі Ріордіан. Нарешті у мене з'явилася хвилина, щоб усе обміркувати, а не гасати, як ошпарений, по всьому острову...

source: Nie udało nam się zdobyć Rozjemcy.
uk: Нам не вдалось знайти Миротворця.

source: Nie udało się.
uk: Не вдалося.

source: Nie ufaj nikomu!
uk: І не довіряй нікому!

source: Nie ufaj temu miastu i korzystaj z każdej możliwej okazji na zarobek, inaczej skończysz tak jak ja.
uk: Не довіряй цьому місту. Використовуй будь-яку можливість для заробітку. Інакше закінчиш, як я.

source: Nie ufaj temu miastu. Korzystaj z każdej możliwej okazji na zarobek. Inaczej skończysz tak jak ja.
uk: Не довіряй цьому місту. Використовуй будь-яку можливість для заробітку. Інакше закінчиш, як я.

source: Nie ufaj temu miastu. Korzystaj z każdej możliwej okazji na zarobek. Inaczej skończysz tak, jak ja.
uk: Не довіряй цьому місту. Використовуй будь-яку можливість для заробітку. Інакше закінчиш, як я.

source: Nie ufam miastowym, a komuś takiemu jak on tym bardziej, ale chcę, żeby moi ludzie mogli w spokoju pracować.
uk: Я не довіряю містянам, а таким, як він – тим паче. Але я хочу, щоб мої люди могли спокійно працювати.

source: Nie ufam wam za grosz, ale niech będzie. Jak będę gotowy, to przyjdę. Tylko nie próbujcie żadnych sztuczek, jasne? Ci, którzy mnie lekceważą, marnie kończą.
uk: Я вам анітрохи не довіряю, але нехай буде так. Я прийду, коли буду готовий. Тільки без фокусів, зрозумів? Усі, хто мене недооцінює, погано закінчують.

source: Nie ugotujesz nic smacznego bez odpowiedniego przepisu. Zwykle można je znaleźć spisane na kartkach. Kupuj wszystkie, jakie znajdziesz, i od razu czytaj. W przeciwieństwie do skomplikowanej alchemii, gotowanie nie wymaga żadnego dodatkowego treningu!
uk: Ви не приготуєте нічого смачного без правильного рецепту. Зазвичай їх можна зустріти записаними на папері. Купуйте всі, які зможете знайти, і одразу ж читайте їх. На відміну від складної алхімії, кулінарія не потребує додаткового навчання!

source: Nie ukarzesz go?
uk: Ти не покараєш його?

source: Nie ukradłem ci żadnej ryby!
uk: Я не крав в тебе ніяку рибу!

source: Nie ukrywam, że bardzo mi przeszkadzają. Podczas każdego wyjścia poza zamek zastanawiam się, czy mnie nie napadną albo nie zaczną żebrać, a to wielce irytujące.
uk: Не буду приховувати, що вони мене теж дуже турбують. Щоразу, коли я виходжу за межі фортеці, я боюся, що вони мене пограбують, або почнуть жебракувати. Це дуже дратує.

source: Nie ukłułeś się, jak zbierałeś? To paskudztwo potrafi zostawić bardzo swędzące plamy na rękach!
uk: Ти не вжалився, коли їх збирав? Ця гидота залишає дуже сверблячі сліди на руках!

source: Nie umiem sobie z tym poradzić. Jedyne, o czym myślę, to gdzie może się teraz podziewać!
uk: Я не знаю, як з цим впоратись. Все, про що я можу думати – це про те, де вона зараз може бути!

source: Nie uszło to mojej uwadze.
uk: Він не пройшов повз мою увагу.

source: Nie uważasz, że Nelson nie nadaje się na łowcę?
uk: А ти не думаєш, що Нельсон не годиться у мисливці?

source: Nie uwierzysz, jak ciężko jest trafić na jakiś statek, który płynąłby do Nordmaru.
uk: Ти не повіриш, як важко потрапити на якийсь корабель, що прямує до Нордмару.

source: Nie uwierzę póki nie zobaczę. Siadaj, zobaczymy jak ci to wychodzi.
uk: Не повірю, поки сам не побачу. Сідай, подивимось, як у тебе вийде.

source: Nie używam zaklęć na co dzień, ale wiem, że gdybym poprosił, mój Pan odpowiedziałby na moje wezwanie.
uk: Я не використовую заклинання щодня, але я знаю, що якщо я попрошу, мій Господь відповість на мій заклик.

source: Nie w głowie mi teraz bezpieczeństwo.
uk: Моя безпека мене зараз не хвилює.

source: Nie walczymy tutaj, jasne? Zapamiętaj na przyszłość!
uk: Ми тут не б'ємося, зрозуміло? Запам'ятай на майбутнє!

source: Nie warto tracić najlepszych lat życia na zbieraniu winogron!
uk: Не варто витрачати найкращі роки життя на збір винограду!

source: Nie waż się nigdy więcej kwestionować mojej siły!
uk: Ніколи більше не сумнівайся в моїй силі!

source: Nie waż się nigdy więcej mnie atakować!
uk: Не смій більше ніколи нападати на мене!

source: Nie wchodząc cicho do tej dobrej nocy.
uk: Не підуть мовчки в цю нічну темряву.

source: Nie wchodząc w dylematy moralne, nawet jeśli te szumowiny zdechną, to będzie to z pożytkiem dla wszystkich, a jeśli eksperyment się uda, to nieświadomie przyczynią się oni nauce.
uk: Не вдаючись у моральні дилеми, навіть якщо ці покидьки і помруть, це буде усім на користь. А якщо експеримент вдасться, вони несвідомо зроблять свій внесок у науку.

source: Nie wchodź łagodnie do tej dobrej nocy.
uk: Не йди покірно в цю нічну темряву.

source: Nie wezmę w tym udziału.
uk: Я не братиму в цьому участі.
